Repository: EnviDat/ckanext-restricted
Catalog: ckanext/restricted/i18n/*/LC_MESSAGES/ckanext-restricted.po
Languages: fr

source: CKAN System Administrator
fr: Administrateur CKAN

source: New Registration: {0} ({1})
fr: Nouvel enregistrement : {0} ({1})

source: new user
fr: nouvel utilisateur

source: Not authorized to see this page
fr: Vous ne disposez pas des droits nécessaires pour afficher cette page.

source: Access Request to resource {0} ({1}) from {2}
fr: Demande d’accès à la ressource {0} ({1}) par {2}

source: Please find below a copy of the access request mail sent. >> {}
fr: Veuillez trouver ci-dessous une copie de l’e-mail de demande d’accès. >> {}

source: Bad Captcha. Please try again.
fr: CAPTCHA incorrect. Essayez à nouveau.

source: Dataset not found
fr: Jeu de données non trouvé

source: Exception retrieving dataset to send mail
fr: Erreur lors de la récupération du jeu de données pour envoyer l’e-mail

source: Missing Value
fr: Valeur manquante

source: Access request form is available to logged in users only.
fr: Le formulaire de demande d’accès n’est accessible qu’aux utilisateurs identifiés.

source: Exception retrieving dataset for the form ({})
fr: Erreur lors de la récupération du jeu de données pour le formulaire ({})

source: Unknown exception retrieving dataset for the form
fr: Erreur inconnue lors de la récupération du jeu de données pour le formulaire

source: Request to create new organisation {0}
fr: Demande de création d’une nouvelle organisation {0}

source: Please find below a copy of the new organization request sent to the system administrators. >> {}
fr: Veuillez trouver ci-dessous une copie de la demande de création d’une nouvelle organisation envoyée aux administrateurs système. >> {}

source: Request organization form is available to logged in users only.
fr: Le formulaire de demande de création d’une nouvelle organisation n’est accessible qu’aux utilisateurs identifiés.

source: Access granted to resource {}
fr: Accès autorisé à la ressource {}

source: Add Organization
fr: Ajouter une organisation

source: Request Organization
fr: Demander une organisation

source: (Only accessible by users in your organisation)
fr: (Accessible uniquement aux utilisateurs de votre organisation)

source: Accessible by specified
fr: Accessible aux utilisateurs définis

source: Accessible by specified <a href='#' data-module='restricted_popup' data-module-title='Access granted to organizations' data-module-content='{}'>organisations</a> and <a href='#' data-module='restricted_popup' data-module-title='Access granted to users' data-module-content='{}'>users</a>.
fr: Accessible aux <a href='#' data-module='restricted_popup' data-module-title='Accès accordé aux organisations' data-module-content='{}'>organisations</a> et <a href='#' data-module='restricted_popup' data-module-title='Accès accordé aux utilisateurs' data-module-content='{}'>utilisateurs </a> définis.

source: Access granted to organizations
fr: Accès accordé aux organisations

source: and
fr: et

source: Access granted to users
fr: Accès accordé aux utilisateurs

source: users
fr: utilisateurs

source: Unauthorized
fr: Non autorisé

source: Request Access
fr: Demande d’accès

source: Log in
fr: S’identifier

source: or
fr: ou

source: Register
fr: s’inscrire

source: to access resource
fr: afin d’accéder à la ressource

source: Organizations
fr: Organisations

source: Datasets
fr: Jeux de données

source: How to get access to data resources?
fr: Comment accéder aux données ?

source: Some data has restricted access due to embargo periods, sensitivity of the data, unpublished material, etc. Please fill up this form to send a mail request to the dataset maintainer indicating as detailed as possible who you are and what do you plan to use the data for.
fr: Certaines données peuvent avoir un accès restreint avant leur publication ou en raison de leur confidentialité, etc. Merci de remplir ce formulaire pour envoyer une demande au gestionnaire du jeu de données en indiquant de façon détaillée qui vous êtes et l’usage que vous comptez faire des données.

source: Request Access to:
fr: Demande d’accès à :

source: User
fr: Utilisateur

source: User Mail
fr: E-mail de l’utilisateur

source: Dataset
fr: Jeu de données

source: Resource
fr: Ressource

source: Contact Email
fr: E-mail de contact

source: Message to request data (project, research group, planned usage, etc.)
fr: Message pour demander l’accès aux données (projet, groupe de recherche, usage prévu, etc.)

source: The <i>data license</i> applies to the contents of any resource files that you request from this dataset. By submitting this form, you agree to usage restrictions under the <a href=%(license_url)s>%(license_title)s</a>.
fr: La <i>licence</i> s’applique au contenu de tous les fichiers de ressource que vous avez demandés pour ce jeu de données. En validant ce formulaire, vous acceptez les restrictions d’utilisation de <a "href=%(license_url)s>%(license_title)s</a>.

source: Send Request
fr: Envoyer la demande

source: Cancel
fr: Annuler

source: Request Access Form Sent
fr: Demande d’accès envoyée

source: Your request has been sent, please check your provided mail account.
fr: Votre demande a bien été envoyée, veuillez vérifier votre messagerie.

source: WARNING: There were problems sending your request, please contact the administrator providing the information below.
fr: ATTENTION, un problème est survenu lors de l’envoi de votre demande, veuillez contacter l’administrateur en lui fournissant les informations ci-dessous.

source: Access Request Data
fr: Données de la demande d’accès

source: User:
fr: Utilisateur :

source: User Mail:
fr: E-mail de l’utilisateur :

source: Dataset:
fr: Jeu de données :

source: Resource:
fr: Ressource :

source: Contact Email:
fr: E-mail de contact :

source: Close
fr: Fermer

source: What are Organizations?
fr: Qu’est-ce que les organisations ?

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
fr: Les organisations CKAN permettent de créer, gérer et publier des jeux de données. Les utilisateurs peuvent occuper différents rôles au sein des organisations, selon les droits dont ils disposent pour créer, modifier et publier du contenu.

source: New organizations can only be created by system administrators. If you would like your organization to join the AIDS Data Repository, please submit a request via this form and a system administrator will contact you via email with any further queries.
fr: Seuls les administrateurs système peuvent créer de nouvelles organisations. Si vous souhaitez ajouter votre organisation dans le fichier de données sur le sida (ADR), veuillez envoyer une demande en remplissant ce formulaire. Un administrateur vous contactera par e-mail.

source: Request a New Organization
fr: Demande d’ajout d’une nouvelle organisation

source: New Organization Name
fr: Nom de la nouvelle organisation

source: The name of the new organization.
fr: Le nom de la nouvelle organisation.

source: New Organization Website
fr: Site Internet de la nouvelle organisation

source: e.g. https://unaids.org
fr: Par exemple https://unaids.org

source: Organization Description
fr: Description de l’organisation

source: A brief description of the new organisation (location, purpose, parent organizations, etc...)
fr: Courte description de la nouvelle organisation (localisation, objectif, organisation mère, etc...)

source: Reason for joining
fr: Motif de la demande d’ajout

source: A brief explanation of why your organization would like to join the AIDS Data Repository, and what sort of data the organisation will share through the platform.
fr: Expliquez brièvement pourquoi votre organisation souhaite intégrer le fichier de données sur le sida (ADR) et quel type de données votre organisation prévoit de publier via cette plateforme.

source: By submitting this form you agree to abide by the terms and conditions of use for The AIDS Data Repository and also confirm that you are duly authorized by the organization in question to administer all of their affairs concerning The AIDS Data Repository.
fr: En validant ce formulaire, vous acceptez les conditions générales d’ADR et vous confirmez que vous possédez les autorisations nécessaires au sein de cette organisation pour gérer toutes les questions en lien avec ADR.

source: Organization Name:
fr: Nom de l’organisation :

source: Organization Description:
fr: Description de l’organisation :

source: Reason for joining:
fr: Motif de la demande d’ajout :

source: Dear
fr: Cher/chère

source: A user has requested access to your data in %(site_title)s:
fr: Un utilisateur demande l’accès à vos données %(site_title)s :

source: You can allow this user to access you resource by adding %(user_id)s to the list of allowed users.
fr: Vous pouvez autoriser cet utilisateur à consulter cette ressource en ajoutant %(user_id)s à la liste des utilisateurs autorisés.

source: If you have editor rights, you can edit the resource in this link: %(resource_edit_link)s.
fr: Si vous disposez des droits d’édition, vous pouvez modifier la ressource via le lien : %(resource_edit_link)s.

source: If you have any questions about how to proceed with this request, please contact the %(site_title)s support at %(admin_email_to)s.
fr: Si vous avez des questions sur la façon de traiter cette demande, merci de contacter le support de %(site_title)s à %(admin_email_to)s.

source: Best regards,
fr: Cordialement,

source: %(site_title)s Administrator
fr: Administrateur %(site_title)s

source: This is an automatically generated e-mail, please do not reply to it.
fr: Ceci est un message automatique. Merci de ne pas y répondre.

source: Message sent from %(site_title)s (%(site_url)s)
fr: Message envoyé par %(site_title)s (%(site_url)s)

source: %(user_name)s (%(user_email)s) has requested that you create a new organization for %(site_title)s:
fr: %(user_name)s (%(user_email)s) vous demande de créer une nouvelle organisation pour %(site_title)s :

source: Name:
fr: Nom :

source: Reason:
fr: Motif :

source: You have requested access on %(site_title)s to the resource: %(resource_name)s.
fr: Vous avez demandé l’accès sur %(site_title)s à la ressource : %(resource_name)s.

source: The contact person of the package has granted you access.
fr: La personne contactée a autorisé votre accès.

source: Please click the following link: %(resource_link)s
fr: Vous pouvez accéder à la ressource via ce lien : %(resource_link)s

source: A new user registered, please review the information:
fr: Un nouvel utilisateur a été enregistré, merci de vérifier les informations :

source: Level
fr: Niveau

source: Allowed Users
fr: Utilisateurs autorisés

source: Allowed Organisations
fr: Organisations autorisées
